Repository: SGNjogu/TranslatorUWP
Catalog: SpeechlyTouch/Strings/*/Resources.resw
Source language: en
Languages: af, am, ar, as, az_arab, bg, bn, bs, ca, cs, cy, da, de, el, es, et, fa, fi, fil, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it, iu, ja, kk, km, kn, ko, ku_arab, ky, lo, lt, lv, mi, ml, mr, ms, mt, nb, ne, nl, or, pa, pl, prs, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, te, th, ti, tr, uk, ur, vi, zh_hans, zh_hant

# ChangePasscodeDialog_Confirm.Text
source: Confirm New Passcode
af: Bevestig nuwe wagwoord
am: አዲስ ፓስኮድ አረጋግጥ
ar: تأكيد رمز المرور الجديد
as: নতুন পাছকোড নিশ্চিত কৰক
az_arab: Yeni şifrəni təsdiqlə
bg: Потвърждаване на нова парола
bn: নতুন পাসকোড নিশ্চিত করুন
bs: Potvrdite novi kod
ca: Confirmeu la nova clau d'accés
cs: Potvrdit nový přístupový kód
cy: Cadarnhau cod pasio newydd
da: Bekræft ny adgangskode
de: Neuen Passcode bestätigen
el: Επιβεβαίωση νέου κωδικού πρόσβασης
es: Confirmar nuevo código de acceso
et: Kinnitage uus pääsukood
fa: تایید رمز عبور جدید
fi: Vahvista uusi pääsykoodi
fil: Kumpirmahin ang Bagong Passcode
fr_ca: Confirmer le nouveau code d’accès
ga: Deimhnigh Passcode Nua
gu: નવા પાસકોડની ખાતરી કરો
he: אשר קוד גישה חדש
hi: नए पासकोड की पुष्टि करें
hr: Potvrda nove šifre
hu: Új jelkód megerősítése
hy: Հաստատել նոր Passcode-ը
id: Konfirmasi Kode Sandi Baru
is: Staðfesta nýjan aðgangskóða
it: Conferma il nuovo passcode
iu: ᓇᓗᓇᐃᕐᓗᒍ ᓄᑖᖅ ᓇᓗᓇᐃᒃᑯᑕᖅ
ja: 新しいパスコードの確認
kk: Жаңа құпия кодты растау
km: បញ្ជាក់ Passcode ថ្មី
kn: ಹೊಸ ಪಾಸ್ ಕೋಡ್ ದೃಢಪಡಿಸಿ
ko: 새 암호 확인
ku_arab: پشتڕاستکردنەوەی پاسکۆدی نوێ
ky: Жаңы пассодду ырастоо
lo: ຢືນຢັນລະຫັດຜ່ານໃຫມ່
lt: Patvirtinkite naują prieigos kodą
lv: Apstipriniet jaunu ieejas kodu
mi: Whakaū WaehereHipa Hōu
ml: പുതിയ പാസ് കോഡ് സ്ഥിരീകരിക്കുക
mr: नविन पासकोडची पुष्टी करा
ms: Sahkan Kod Laluan Baru
mt: Ikkonferma Passcode Ġdid
nb: Bekreft nytt passord
ne: नयाँ पासकोड पुष्टि गर्नुहोस्
nl: Nieuwe toegangscode bevestigen
or: ନୂତନ ପାସକୋଡ୍ ନିଶ୍ଚିତ କରନ୍ତୁ
pa: ਨਵੇਂ ਪਾਸਕੋਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź nowy kod dostępu
prs: تایید جدید عبور
pt_pt: Confirmar nova senha
ro: Confirmați noul cod de acces
ru: Подтвердите новый пароль
sk: Potvrdenie nového prístupového kódu
sl: Potrditev nove kode za geslo
sq: Konfirmo kodin e ri pasues
sr_cyrl: Потврда новог кода за пролаз
sr_latn: Potvrda novog koda za prolaz
sv: Bekräfta nytt lösenord
sw: Thibitisha namba mpya ya siri
ta: புதிய கடவுக்குறியீட்டை உறுதிசெய்
te: కొత్త పాస్ కోడ్ ధృవీకరించు
th: ยืนยันรหัสผ่านใหม่
ti: ሓድሽ ፓስኮድ ኣረጋግጽ
tr: Yeni Şifreyi Onayla
uk: Підтвердьте новий пароль
ur: نئے پاس کوڈ کی تصدیق کریں
vi: Xác nhận mật mã mới
zh_hans: 确认新密码
zh_hant: 確認新密碼

# ChangePasscodeDialog_Current.Text
source: Current Passcode
af: Huidige wagwoord
am: የአሁኑ ፓስኮድ
ar: رمز المرور الحالي
as: বৰ্তমান পাছকোড
az_arab: Hazırkı Şifrə
bg: Текуща парола
bn: বর্তমান পাসকোড
bs: Trenutna šifra za pristup
ca: Clau d'accés actual
cs: Aktuální přístupový kód
cy: Cod Pasio cyfredol
da: Nuværende adgangskode
de: Aktueller Passcode
el: Τρέχων κωδικός πρόσβασης
es: Código de acceso actual
et: Praegune pääsukood
fa: رمز عبور فعلی
fi: Nykyinen pääsykoodi
fil: Kasalukuyang Passcode
fr_ca: Code d’accès actuel
ga: Paschód Reatha
gu: વર્તમાન પાસકોડ
he: קוד גישה נוכחי
hi: वर्तमान Passcode
hr: Trenutna šifra
hu: Aktuális jelszó
hy: Ընթացիկ Passcode
id: Kode Sandi Saat Ini
is: Núverandi aðgangskóði
it: Codice di accesso corrente
iu: ᒫᓐᓇ ᓇᓗᓇᐃᒃᑯᑕᐃᑦ
ja: 現在のパスコード
kk: Ағымдағы құпия код
km: Passcode បច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಪಾಸ್ ಕೋಡ್
ko: 현재 암호
ku_arab: پاسکۆدی ئێستا
ky: Учурдагы Паскод
lo: ລະຫັດຜ່ານປະຈຸບັນ
lt: Dabartinis slaptažodis
lv: Pašreizējais ieejas kods
mi: Waehere Hipa Onāianei
ml: നിലവിലെ പാസ് കോഡ്
mr: वर्तमान पासकोडName
ms: Kod Laluan Semasa
mt: Passcode kurrenti
nb: Gjeldende passord
ne: हालको पासकोड
nl: Huidige toegangscode
or: ସମ୍ପ୍ରତି ପାସକୋଡ୍
pa: ਮੌਜੂਦਾ ਪਾਸਕੋਡ
pl: Aktualny kod dostępu
prs: عبور فعلی
pt_pt: Código atual
ro: Codul de acces curent
ru: Текущий секретный код
sk: Aktuálny prístupový kód
sl: Trenutna koda za podajo
sq: Kod kalimi aktual
sr_cyrl: Тренутни код за пролаз
sr_latn: Trenutni kod za prolaz
sv: Aktuellt lösenord
sw: Namba ya siri ya sasa
ta: நடப்பு கடவுக்குறியீடு
te: ప్రస్తుత పాస్ కోడ్
th: รหัสผ่านปัจจุบัน
ti: እዋናዊ ፓስኮድ
tr: Geçerli Şifre
uk: Поточний пароль
ur: حالیہ پاس کوڈ
vi: Mật mã hiện tại
zh_hans: 当前密码
zh_hant: 當前密碼

# ChangePasscodeDialog_New.Text
source: New Passcode
af: Nuwe wagwoord
am: አዲስ ፓስኮድ
ar: رمز مرور جديد
as: নতুন পাছকোড
az_arab: Yeni Şifrə
bg: Нова парола
bn: নতুন পাসকোড
bs: Nova lozinka
ca: Nova clau d'accés
cs: Nový přístupový kód
cy: Cod Pasio Newydd
da: Ny adgangskode
de: Neuer Passcode
el: Νέος κωδικός πρόσβασης
es: Nuevo código de acceso
et: Uus pääsukood
fa: رمز عبور جدید
fi: Uusi pääsykoodi
fil: Bagong Passcode
fr_ca: Nouveau code d’accès
ga: Passcode Nua
gu: નવો પાસકોડ
he: קוד גישה חדש
hi: नया Passcode
hr: Nova šifra
hu: Új jelszó
hy: Նոր Պասքոդ
id: Kode Sandi Baru
is: Nýr aðgangskóði
it: Nuovo passcode
iu: ᓄᑖᖅ ᑲᓇᑕᐅᑉ ᓯᓚᑖᓄᐊᕈᓐᓇᐅᑎ
ja: 新しいパスコード
kk: Жаңа құпия код
km: Passcode ថ្មី
kn: ಹೊಸ ಪಾಸ್ ಕೋಡ್
ko: 새 암호
ku_arab: پاسکۆدی نوێ
ky: Жаңы Паскод
lo: ລະຫັດຜ່ານໃຫມ່
lt: Naujas slaptažodis
lv: Jauns ieejas kods
mi: WaehereHipa Hōu
ml: പുതിയ പാസ് കോഡ്
mr: नविन पासकोडName
ms: Kod Laluan Baru
mt: Passcode Ġdid
nb: Nytt passord
ne: नयाँ पासकोड
nl: Nieuwe toegangscode
or: ନୂତନ ପାସକୋଡ୍
pa: ਨਵਾਂ ਪਾਸਕੋਡ
pl: Nowy kod dostępu
prs: عبور جدید
pt_pt: Nova Senha
ro: Cod de acces nou
ru: Новый секретный код
sk: Nový prístupový kód
sl: Nova koda za podajo
sq: Kod kalimi i ri
sr_cyrl: Нови код за пролаз
sr_latn: Novi kod za prolaz
sv: Nytt lösenord
sw: Namba mpya ya siri
ta: புதிய கடவுக்குறியீடு
te: కొత్త పాస్ కోడ్
th: รหัสผ่านใหม่
ti: ሓድሽ ፓስኮድ
tr: Yeni Şifre
uk: Новий пароль
ur: نیا پاس کوڈ
vi: Mật mã mới
zh_hans: 新密码
zh_hant: 新密碼

# ChangePasscodeDialog_Title.Text
source: Change Passcode
af: Verander wagwoord
am: Passcode ቀይር
ar: تغيير رمز المرور
as: পাছকোড সলনি কৰক
az_arab: Şifrəni dəyişdir
bg: Промяна на паролата
bn: পাসকোড পরিবর্তন করুন
bs: Promijeni šifru za pristup
ca: Canvia la contrasenya
cs: Změnit přístupový kód
cy: Newid y cod pasio
da: Skift adgangskode
de: Passcode ändern
el: Αλλαγή κωδικού πρόσβασης
es: Cambiar código de acceso
et: Pääsukoodi muutmine
fa: تغییر رمز عبور
fi: Vaihda pääsykoodi
fil: Baguhin ang Passcode
fr_ca: Modifier le code d’accès
ga: Athraigh Passcode
gu: પાસકોડ બદલો
he: שינוי קוד גישה
hi: Passcode बदलें
hr: Promjena šifre
hu: Jelszó módosítása
hy: Փոխել Passcode
id: Ubah Kode Sandi
is: Breyta lykilorði
it: Cambia passcode
iu: ᐊᓯᔾᔨᕐᓗᒍ ᐃᖏᕐᕋᓂᕆᓂᐊᓕᖅᑕᐃᑦ
ja: パスコードの変更
kk: Құпия кодты өзгерту
km: ផ្លាស់ប្ដូរ Passcode
kn: ಪಾಸ್ ಕೋಡ್ ಬದಲಿಸಿ
ko: 비밀번호 변경
ku_arab: گۆڕینی پاسکۆد
ky: Пассодду өзгөртүү
lo: ປ່ຽນລະຫັດຜ່ານ
lt: Keisti slaptąjį kodą
lv: Mainīt ieejas kodu
mi: Huri Waeherehipa
ml: പാസ് കോഡ് മാറ്റുക
mr: पासकोड बदलवा
ms: Tukar Kod Laluan
mt: Ibdel il-Passcode
nb: Endre passord
ne: पासकोड परिवर्तन गर्नुहोस्
nl: Toegangscode wijzigen
or: ପାସକୋଡ୍ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pa: ਪਾਸਕੋਡ ਬਦਲੋ
pl: Zmień kod dostępu
prs: تغییر عبور
pt_pt: Alterar Código de Acesso
ro: Modificarea codului de acces
ru: Изменить секретный код
sk: Zmena prístupového kódu
sl: Spremeni geslo
sq: Ndrysho kodin e kalimit
sr_cyrl: Промени шифру за пролаз
sr_latn: Promeni šifru za prolaz
sv: Ändra lösenord
sw: Badilisha nambari ya siri
ta: கடவுக்குறியீட்டை மாற்று
te: పాస్ కోడ్ మార్చండి
th: เปลี่ยนรหัสผ่าน
ti: ፓስኮድ ቀያይር
tr: Parolayı Değiştir
uk: Змінення пароля
ur: پاس کوڈ تبدیل کریں
vi: Thay đổi mật mã
zh_hans: 更改密码
zh_hant: 更改密碼

# Close.Content
source: Close
af: Sluit
am: አቅርቡ
ar: غلق
as: ওচৰ
az_arab: Bağla
bg: Затварям
bn: বন্ধ
bs: Blizak
ca: Tancar
cs: Zavřít
cy: Cau
da: Lukke
de: Schließen
el: Κλείνω
es: Cerrar
et: Sulgema
fa: نزدیک
fi: Sulkea
fil: Isara ang
fr_ca: Fermer
ga: Dún
gu: બંધ કરો
he: קרוב
hi: बंद करना
hr: Blizak
hu: Bezár
hy: Փակ
id: Tutup
is: Loka
it: Chiudere
iu: ᖃᓂᑦᑐᖅ
ja: 閉める
kk: Жабу
km: បិទ
kn: ಮುಚ್ಚು
ko: 닫다
ku_arab: داخستن
ky: Жабуу
lo: ປິດ
lt: Uždaryti
lv: Aizvērt
mi: Katia
ml: അടയ്ക്കുക
mr: मिटणे
ms: Tutup
mt: Qrib
nb: Lukke
ne: बन्द गर्नुहोस्
nl: Sluiten
or: ବନ୍ଦ
pa: ਬੰਦ ਕਰੋ
pl: Zamykać
prs: بستن
pt_pt: Fechar
ro: Închide
ru: Закрывать
sk: Zavrieť
sl: Blizu
sq: Mbylle
sr_cyrl: Затворите
sr_latn: Zatvorite
sv: Stänga
sw: Funga
ta: அடைப்பு
te: దగ్గర
th: ปิด
ti: ቀሪብካ
tr: Kapatmak
uk: Закрити
ur: بند کرنا
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# ConsentDialog_Description1.Text
source: Privacy concerns is our number one priority. (5) You accept the terms and conditions of this Privacy Policy with your mobile phone or tablet, as applicable.
af: Privaatheidskwessies is ons nommer een prioriteit. (5) Jy aanvaar die bepalings en voorwaardes van hierdie Privaatheidsbeleid met jou selfoon of tablet, soos van toepassing.
am: የግላዊነት ጉዳይ ቅድሚያ የምንሰጠው የእኛ ቁጥር አንድ ነው. (5) በተንቀሳቃሽ ስልክዎ ወይም በታብሌትዎ የዚህን የግላዊነት ፖሊሲ ድንጋጌዎች እና ሁኔታዎች እንደ አግባብነት ትቀበላላችሁ።
ar: مخاوف الخصوصية هي أولويتنا الأولى. (5) أنت توافق على شروط وأحكام سياسة الخصوصية هذه مع هاتفك المحمول أو جهازك اللوحي ، حسب الاقتضاء.
as: গোপনীয়তাৰ উদ্বেগ হৈছে আমাৰ এক নম্বৰ অগ্ৰাধিকাৰ। (5) আপুনি প্ৰযোজ্য অনুসৰি আপোনাৰ ম'বাইল ফোন বা টেবলেটৰ সৈতে এই গোপনীয়তা নীতিৰ চৰ্তাৱলী আৰু নিয়মাৱলী গ্ৰহণ কৰে।
az_arab: Şəxsi məlumatlarla bağlı narahatçılıqlar bizim birinci dərəcəli üstünlüyümüzdür. 5) Siz mobil telefonunuz və ya planşetinizlə bu Məxfilik Siyasətinin şərtlərini və şərtlərini, tətbiq olunan kimi qəbul edirsiniz.
bg: Загрижеността за неприкосновеността на личния живот е наш приоритет номер едно. (5) Вие приемате правилата и условията на тази Политика за поверителност с Вашия мобилен телефон или таблет, както е приложимо.
bn: গোপনীয়তা উদ্বেগ আমাদের এক নম্বর অগ্রাধিকার। (5) আপনি প্রযোজ্য হিসাবে আপনার মোবাইল ফোন বা ট্যাবলেটের সাথে এই গোপনীয়তা নীতির শর্তাবলী স্বীকার করেন।
bs: Zabrinutost za privatnost je naš prioritet broj jedan. (5) Prihvatate odredbe i uslove ove Politike privatnosti sa svojim mobilnim telefonom ili tabletom, prema potrebi.
ca: Les preocupacions sobre la privadesa són la nostra prioritat número u. (5) Vostè accepta els termes i condicions d'aquesta Política de Privacitat amb el seu telèfon mòbil o tauleta, segons correspongui.
cs: Obavy o soukromí jsou naší prioritou číslo jedna. (5) Podmínky těchto zásad ochrany osobních údajů přijímáte svým mobilním telefonem nebo tabletem.
cy: Pryderon preifatrwydd yw ein prif flaenoriaeth. (5) Rydych yn derbyn telerau ac amodau'r Polisi Preifatrwydd hwn gyda'ch ffôn symudol neu dabled, fel sy'n berthnasol.
da: Bekymringer om privatlivets fred er vores første prioritet. (5) Du accepterer vilkårene og betingelserne i denne fortrolighedspolitik med din mobiltelefon eller tablet, alt efter hvad der er relevant.
de: Datenschutzbedenken haben für uns oberste Priorität. (5) Sie akzeptieren die Bedingungen dieser Datenschutzerklärung mit Ihrem Mobiltelefon bzw. Tablet.
el: Οι ανησυχίες για την προστασία της ιδιωτικής ζωής είναι η νούμερο ένα προτεραιότητά μας. (5) Αποδέχεστε τους όρους και τις προϋποθέσεις της παρούσας Πολιτικής Απορρήτου με το κινητό τηλέφωνο ή το tablet σας, κατά περίπτωση.
es: Las preocupaciones de privacidad son nuestra prioridad número uno. (5) Usted acepta los términos y condiciones de esta Política de privacidad con su teléfono móvil o tableta, según corresponda.
et: Privaatsusprobleemid on meie prioriteet number üks. (5) Nõustute käesoleva privaatsuspoliitika tingimustega vastavalt vajadusele kas oma mobiiltelefoni või tahvelarvutiga.
fa: نگرانی های حریم خصوصی اولویت شماره یک ماست. (5) شما شرایط و ضوابط این سیاست حفظ حریم خصوصی با تلفن همراه و یا قرص خود را قبول, به عنوان قابل اجرا.
fi: Tietosuojahuolet ovat ykkösprioriteettimme. (5) Hyväksyt tämän tietosuojakäytännön ehdot matkapuhelimellasi tai tablet-laitteellasi, soveltuvin osin.
fil: Ang mga alalahanin sa privacy ay ang aming numero unong prayoridad. (5) Tinatanggap mo ang mga tuntunin at kundisyon ng Patakaran sa Pagkapribado na ito sa iyong mobile phone o tablet, kung naaangkop.
fr_ca: Les préoccupations en matière de protection de la vie privée sont notre priorité absolue. (5) Vous acceptez les termes et conditions de cette politique de confidentialité avec votre téléphone mobile ou tablette, le cas échéant.
ga: Is é imní príobháideachais ár n-uimhir a haon tosaíocht. (5) Glacann tú le téarmaí agus coinníollacha an Pholasaí Príobháideachais seo le d'fhón póca nó do tháibléad, de réir mar is infheidhme.
gu: ગોપનીયતાની ચિંતા અમારી પ્રથમ પ્રાથમિકતા છે. (5) તમે લાગુ પડતું હોય તે પ્રમાણે તમારા મોબાઇલ ફોન અથવા ટેબ્લેટ સાથે આ ગોપનીયતા નીતિના નિયમો અને શરતો સ્વીકારો છો.
he: חששות בנוגע לפרטיות הם בראש סדר העדיפויות שלנו. (5) אתה מקבל את התנאים וההתניות של מדיניות פרטיות זו באמצעות הטלפון הנייד או הטאבלט שלך, לפי העניין.
hi: गोपनीयता चिंताएं हमारी पहली प्राथमिकता हैं। (5) आप लागू होने के अनुसार अपने मोबाइल फोन या टैबलेट के साथ इस गोपनीयता नीति के नियमों और शर्तों को स्वीकार करते हैं।
hr: Zabrinutost za privatnost naš je prioritet broj jedan. (5) Prihvaćate uvjete i odredbe ove Politike privatnosti sa svojim mobilnim telefonom ili tabletom, ovisno o slučaju.
hu: Az adatvédelmi aggályok az első számú prioritásunk. (5) Ön elfogadja a jelen Adatvédelmi szabályzat feltételeit mobiltelefonjával vagy táblagépével, az esettől függően.
hy: Գաղտնիության հետ կապված մտահոգությունները մեր թիվ մեկ առաջնահերթությունն են: 5) Դուք ընդունում եք սույն Գաղտնիության քաղաքականության պայմանները ձեր բջջային հեռախոսով կամ պլանշետով, ինչպես կիրառելի է:
id: Masalah privasi adalah prioritas nomor satu kami. (5) Anda menerima syarat dan ketentuan Kebijakan Privasi ini dengan ponsel atau tablet Anda, sebagaimana berlaku.
is: Friðhelgi einkalífsins er forgangsverkefni okkar. (5) Þú samþykkir skilmála og skilyrði þessarar persónuverndarstefnu með farsímanum þínum eða spjaldtölvu, eftir því sem við á.
it: Le preoccupazioni sulla privacy sono la nostra priorità numero uno. (5) Accetti i termini e le condizioni della presente Informativa sulla privacy con il tuo telefono cellulare o tablet, a seconda dei casi.
iu: ᑲᙳᓇᖅᑑᑎᒋᔭᑦ ᐃᓱᒫᓘᑎᖏᑦ ᓯᕗᓪᓕᐅᑎᔭᕆᐊᖃᖅᑕᕗᑦ. (5) ᐊᖏᕈᕕᒋᑦ ᐊᑐᕆᐊᓖᑦ ᒪᓕᒋᐊᓖᓪᓗ ᑐᓴᖅᑕᐅᔭᕆᐊᖃᙱᑦᑐᓄᑦ ᐊᑐᐊᒐᒥᑦ ᐅᖃᓘᑎᕋᓛᖕᓄᑦ ᖃᕆᑕᐅᔭᕋᓛᒃᑯᓪᓘᓐᓃᑦ, ᐱᔭᕆᐊᖃᖅᐸᑦ.
ja: プライバシーの懸念は私たちの最優先事項です。(5) お客様は、必要に応じて、携帯電話またはタブレットで本プライバシーポリシーの条件に同意するものとします。
kk: Құпиялылыққа қатысты алаңдаушылық – біздің бірінші кезектегі міндетіміз. (5) Осы Құпиялылық саясатының шарттары мен шарттарын қолданылатындай ұялы телефонмен немесе планшетпен қабылдайсыз.
km: ការ ព្រួយ បារម្ភ អំពី ភាព ឯកជន គឺ ជា អាទិភាព ទី មួយ របស់ យើង ។ ៥) អ្នកទទួលយកលក្ខខណ្ឌ និងលក្ខខណ្ឌនៃគោលនយោបាយ Privacy Policy នេះ ជាមួយទូរស័ព្ទចល័ត ឬថេប្លេតរបស់អ្នកតាមការអនុវត្ត។
kn: ಗೌಪ್ಯತೆ ಕಾಳಜಿಗಳು ನಮ್ಮ ಮೊದಲ ಆದ್ಯತೆಯಾಗಿದೆ. (5) ಈ ಗೌಪ್ಯತಾ ನೀತಿಯ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳನ್ನು ನಿಮ್ಮ ಮೊಬೈಲ್ ಫೋನ್ ಅಥವಾ ಟ್ಯಾಬ್ಲೆಟ್ ನೊಂದಿಗೆ ಅನ್ವಯವಾಗುವಂತೆ ನೀವು ಸ್ವೀಕರಿಸುತ್ತೀರಿ.
ko: 개인 정보 보호 문제는 우리의 최우선 순위입니다. (5) 귀하는 해당되는 경우 휴대 전화 또는 태블릿으로 본 개인 정보 보호 정책의 이용 약관에 동의합니다.
ku_arab: خەمی تایبەتێتی یەکەم لەپێشینمانە. (5) مەرجەکان و مەرجەکانی سیاسەتی ئەم تایبەتمەندیە قبوڵ دەکەیت لەگەڵ مۆبایلەکەت یان تابلێتەکەت، وەک کارپێکراو.
ky: Купуялуулукка байланыштуу тынчсыздануулар – биздин биринчи кезектеги милдетибиз. (5) Сиз уюлдук телефонуңуз же планшетиңиз менен бул Купуялык саясатынын шарттарын жана шарттарын колдонмо катары кабыл аласыз.
lo: ຄວາມ ເປັນ ຫ່ວງ ເລື່ອງ ຄວາມ ເປັນ ສ່ວນ ຕົວ ເປັນ ສິ່ງ ສໍາຄັນ ອັນ ດັບ ຫນຶ່ງ ຂອງ ເຮົາ. (5) ທ່ານຍອມຮັບເງື່ອນໄຂແລະເງື່ອນໄຂຂອງນະໂຍບາຍຄວາມເປັນສ່ວນຕົວນີ້ກັບໂທລະສັບມືຖືຫຼືແທັບເລັດຂອງທ່ານ, ຕາມທີ່ໃຊ້ໄດ້.
lt: Privatumo problemos yra mūsų prioritetas numeris vienas. (5) Jūs sutinkate su šios privatumo politikos sąlygomis naudodami savo mobilųjį telefoną ar planšetinį kompiuterį, jei taikoma.
lv: Bažas par privātumu ir mūsu prioritāte numur viens. (5) Jūs piekrītat šīs Konfidencialitātes politikas noteikumiem un nosacījumiem ar savu mobilo tālruni vai planšetdatoru, ja piemērojams.
mi: Ko ngā māharahara tūmataitinga tā mātou manakē tau kotahi. (5) E whakaae ana koe ki ngā whakaritenga me ngā here o tēnei Kaupapahere Tūmataitinga me tō waea pūkoro, paparorohiko rānei, e pā ana.
ml: സ്വകാര്യതാ ആശങ്കകളാണ് ഞങ്ങളുടെ ഒന്നാമത്തെ മുൻഗണന. (5) ഈ സ്വകാര്യതാ നയത്തിന്റെ നിബന്ധനകളും നിബന്ധനകളും നിങ്ങളുടെ മൊബൈൽ ഫോണോ ടാബ് ലെറ്റോ ഉപയോഗിച്ച്, ബാധകമായത് പോലെ നിങ്ങൾ അംഗീകരിക്കുന്നു.
mr: गोपनीयतेची चिंता ही आमची प्रथम क्रमांकाची प्राथमिकता आहे. (५) तुम्ही तुमच्या मोबाइल फोन किंवा टॅब्लेटसह या प्रायव्हसी पॉलिसीच्या अटी व शर्ती लागू होतात त्याप्रमाणे स्वीकारता.
ms: Kebimbangan privasi adalah keutamaan nombor satu kami. (5) Anda menerima terma dan syarat Dasar Privasi ini dengan telefon bimbit atau tablet anda, jika berkenaan.
mt: It-tħassib dwar il-privatezza huwa l-prijorità numru wieħed tagħna. (5) Taċċetta t-termini u l-kundizzjonijiet ta' din il-Politika ta' Privatezza bil-mowbajl jew it-tablet tiegħek, kif applikabbli.
nb: Personvernhensyn er vår første prioritet. (5) Du godtar vilkårene og betingelsene i denne personvernerklæringen med mobiltelefonen eller nettbrettet, alt etter hva som er aktuelt.
ne: गोपनीयताको चिन्ता हाम्रो पहिलो प्राथमिकता हो। (5) तपाईं आफ्नो मोबाइल फोन वा ट्याब्लेटको साथ यस गोपनीयता नीतिको नियम र सर्तहरू स्वीकार गर्नुहुन्छ, लागू हुन्छ।
nl: Privacyzorgen zijn onze eerste prioriteit. (5) U accepteert de algemene voorwaarden van dit Privacybeleid met uw mobiele telefoon of tablet, indien van toepassing.
or: ଗୋପନୀୟତା ଚିନ୍ତାଆମର ଏକ ନମ୍ବର ପ୍ରାଥମିକତା ଅଟେ। (5) ଆପଣ ଆପଣଙ୍କ ମୋବାଇଲ୍ ଫୋନ୍ କିମ୍ୱା ଟ୍ୟାବଲେଟ୍ ସହ ଏହି ଗୋପନୀୟତା ନୀତିର ଚୁକ୍ତି ଏବଂ ସର୍ତ୍ତାବଳୀ ପ୍ରଯୁଜ୍ୟ ଭାବରେ ଗ୍ରହଣ କରନ୍ତି।
pa: ਪਰਦੇਦਾਰੀ ਸਬੰਧੀ ਸ਼ੰਕੇ ਸਾਡੀ ਨੰਬਰ ਇੱਕ ਤਰਜੀਹ ਹਨ। (5) ਤੁਸੀਂ ਇਸ ਪਰਦੇਦਾਰੀ ਨੀਤੀ ਦੇ ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ ਨੂੰ ਆਪਣੇ ਮੋਬਾਈਲ ਫ਼ੋਨ ਜਾਂ ਟੈਬਲੇਟ ਨਾਲ, ਜਿਵੇਂ ਵੀ ਲਾਗੂ ਹੁੰਦਾ ਹੋਵੇ, ਸਵੀਕਾਰ ਕਰਦੇ ਹੋ।
pl: Troska o prywatność jest naszym priorytetem numer jeden. (5) Akceptujesz warunki niniejszej Polityki prywatności za pomocą telefonu komórkowego lub tabletu, w zależności od przypadku.
prs: نگرانی های حریم خصوصی اولویت شماره یک ماست. (5) شما قبول شرایط و ضوابط این سیاست حفظ حریم خصوصی با تلفن همراه یا قرص خود را، به عنوان قابل اجرا است.
pt_pt: As preocupações com a privacidade são a nossa prioridade número um. (5) Aceita os termos e condições desta Política de Privacidade com o seu telemóvel ou tablet, conforme aplicável.
ro: Preocupările legate de confidențialitate sunt prioritatea noastră numărul unu. (5) Acceptați termenii și condițiile acestei Politici de confidențialitate cu telefonul mobil sau tableta, după caz.
ru: Проблемы конфиденциальности являются нашим приоритетом номер один. (5) Вы принимаете условия настоящей Политики конфиденциальности с помощью своего мобильного телефона или планшета, в зависимости от обстоятельств.
sk: Obavy o súkromie sú našou prioritou číslo jeden. (5) Zmluvné podmienky týchto zásad ochrany osobných údajov prijímate so svojím mobilným telefónom alebo tabletom, podľa toho, čo je relevantné.
sl: Skrb za zasebnost je naša prednostna naloga. (5) Pogoje tega pravilnika o zasebnosti sprejemate s svojim mobilnim telefonom ali tablično napravo, kot je ustrezno.
sq: Shqetësimet për privatësinë janë përparësia jonë numër një. (5) Ju pranoni kushtet dhe kushtet e kësaj Politike të Privatësisë me celularin ose tabletin tuaj, siç është e zbatueshme.
sr_cyrl: Брига о приватности је наш приоритет број један. (5 ) Прихватате одредбе и услове ове Политике приватности мобилним телефоном или таблетом, као што је применљиво.
sr_latn: Briga o privatnosti je naš prioritet broj jedan. (5) Prihvatate odredbe i uslove ove Politike privatnosti mobilnim telefonom ili tabletom, kao što je primenljivo.
sv: Integritetsfrågor är vår främsta prioritet. (5) Du accepterar villkoren i denna sekretesspolicy med din mobiltelefon eller surfplatta, beroende på vad som är tillämpligt.
sw: Wasiwasi wa faragha ni kipaumbele chetu namba moja. (5) Unakubali masharti na masharti ya Sera hii ya Faragha na simu yako ya mkononi au kompyuta kibao, kama inavyotumika.
ta: தனியுரிமை கவலைகள் எங்கள் முதல் முன்னுரிமை. (5) இந்தத் தனியுரிமைக் கொள்கையின் விதிமுறைகள் மற்றும் நிபந்தனைகளை உங்கள் மொபைல் ஃபோன் அல்லது டேப்லெட்டுடன், பொருந்தும்படி ஏற்றுக்கொள்கிறீர்கள்.
te: గోప్యతా ఆందోళనలు మా మొదటి ప్రాధాన్యత. (5) ఈ గోప్యతా విధానం యొక్క నియమనిబంధనలను వర్తించే విధంగా మీ మొబైల్ ఫోన్ లేదా టాబ్లెట్ తో మీరు అంగీకరిస్తున్నారు.
th: ความกังวลเรื่องความเป็นส่วนตัวเป็นสิ่งสําคัญอันดับหนึ่งของเรา (5) คุณยอมรับข้อกําหนดและเงื่อนไขของนโยบายความเป็นส่วนตัวนี้ด้วยโทรศัพท์มือถือหรือแท็บเล็ตของคุณตามความเหมาะสม
ti: ንብሕትና ቐዳምነት እንህቦ ነገር እዩ ። (5) ነቲ ዅነታትን ኵነታትን ናይዚ ናይ ምስጢር ፖሊሲ ብሞባይል ተሌፎንካ ወይ ታብለትካ ጌርካ ኢኻ እትቕበሎ።
tr: Gizlilik endişeleri bir numaralı önceliğimizdir. (5) Bu Gizlilik Politikasının hüküm ve koşullarını uygun olduğu şekilde cep telefonunuz veya tabletinizle kabul edersiniz.
uk: Питання конфіденційності є нашим пріоритетом номер один. (5) Ви приймаєте умови цієї Політики конфіденційності за допомогою свого мобільного телефону або планшета, залежно від обставин.
ur: رازداری کے خدشات ہماری نمبر ایک ترجیح ہے. (5) آپ اپنے موبائل فون یا ٹیبلٹ کے ساتھ اس رازداری کی پالیسی کی شرائط و ضوابط کو قابل اطلاق طور پر قبول کرتے ہیں.
vi: Mối quan tâm về quyền riêng tư là ưu tiên số một của chúng tôi. (5) Bạn chấp nhận các điều khoản và điều kiện của Chính sách Bảo mật này với điện thoại di động hoặc máy tính bảng của mình, nếu có.
zh_hans: 隐私问题是我们的首要任务。（5） 您通过手机或平板电脑（如适用）接受本隐私政策的条款和条件。
zh_hant: 隱私問題是我們的首要任務。（5） 您透過手機或平板電腦（如適用）接受本隱私政策的條款和條件。
